const questions = [
  {
    question: "Які документи повинен мати при собі водій механічного транспортного засобу?",
    answers: [
      { id: "1", text: "1. Реєстраційний документ на транспортний засіб." },
      { id: "2", text: "2. Посвідчення водія відповідної категорії і поліс страхування." },
      { id: "3", text: "3. Генеральна довіреність на транспортний засіб або тимчасовий реєстраційний талон." },
      { id: "4", text: "Відповіді 1 і 2.", correct: true }
    ]
  },
  {
    question: "Якими засобами безпеки зобов'язані користуватися водії і пасажири автомобілів?",
    answers: [
      { id: "1", text: "1. Підголівниками." },
      { id: "2", text: "2. Ременями безпеки." },
      { id: "3", text: "3. Підлокітниками." },
      { id: "4", text: "4. Відповіді 1 і 2.", correct: true }
    ]
  }
];

export default questions;
