export const QUESTIONS = [
  {
    question:
      " Під час руху поза населеним пунктом ременями безпеки можуть не пристібатися:",
    answers: [
      { id: "1", text: "Особи, що навчають водінню, якщо за кермом учень.", correct: true },
      { id: "2", text: "Водії-інваліди." },
      { id: "3", text: "Водії і пасажири оперативних та спеціальних транспортних засобів." },
      { id: "4", text: "Водії і пасажири таксі." }
    ]
  },
  {
    question: "Водії оперативних транспортних засобів, увімкнувши проблисковий маячок, можуть відступати від:",
    answers: [
      { id: "1", text: "Правил проїзду залізничних переїздів." },
      { id: "2", text: "Правил маневрування й обгону.", correct: true },
      { id: "3", text: "Вимог сигналів регулювальника." },
      { id: "4", text: "Всіх перелічених" }
    ]
  }
];
