const questions = [
  {
    question: "Що є/вважається безпечною швидкістю?",
    answers: [
      { id: "1", text: "Швидкість визначена дорожніми знаками в населених пунктах." },
      { id: "2", text: "Швидкість при якій Ви маєте змогу безпечно керувати транспортним засобом.", correct: true },
      { id: "3", text: "Швидкість визначена технічною характеристикою ТЗ." },
      { id: "4", text: "Всі перелічені варіанти" }
    ]
  },
  {
    question: "Що враховується під час вибору безпечної швидкості руху?",
    answers: [
      { id: "1", text: "Дорожня обстановка." },
      { id: "2", text: "Всі перелічені варіанти", correct: true },
      { id: "3", text: "Особливості вантажу, що перевозиться." },
      { id: "4", text: "Стан транспортного засобу." }
    ]
  }
];

export default questions;
